// XtraFinder was not tested for Finder version x.x.x
"XtraFinder was not tested for Finder version %@" = "XtraFinder は Finder バージョン %@ ではテストされていません";

"Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come バージョンは %@ - %@ です。\nXtraFinder のアップデートが間もなく入手可能になるでしょう。\n\nXtraFinder の使用を続けますか？";

"Please finish all background jobs like copying or moving files.\nFinder will be restarted now." = "ファイルのコピーや移動などのバックグラウンド処理をすべて終了してください。\nFinder はただちに再起動されます。";
"Uninstall" = "アンインストール";

"Are you sure you want to reset XtraFinder's Preferences?" = "XtraFinder の環境設定をリセットしてもよろしいですか？";

"XtraFinder has been updated to version %@!" = "XtraFinder はバージョン %@ にアップデートされています！";